Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Institutions
ne: संस्थाहरू

source: Internal politics
ne: आन्तरिक राजनीति

source: Structure
ne: संरचना

source: Status at the United Nations
ne: संयुक्त राष्ट्रमा स्थिति

source: Founding
ne: स्थापना

source: Ten Point Program
ne: दस बुदे कार्यक्रम

source: Observer status
ne: पर्यवेक्षक

source: Peace process
ne: शान्ति प्रक्रिया

source: Political status
ne: राजनीतिक स्थिति

source: 2015 struggle for power
ne: २०१५ शक्ति संघर्ष

source: Legal actions against the PLO
ne: पीएलओ को विरुद्ध कानुनी कार्यहरू

source: Organization
ne: संगठन

source: 2011 application for UN state membership
ne: २०११ संयुक्त राष्ट्र राज्य सदस्यताको लागि आवेदन

source: Diplomatic representation
ne: कूटनीतिक प्रतिनिधित्व

source: ↑ Arabs Create Organization For Recovery of Palestine The New York Times; 29 May 1964; "JERUSALEM, (Jordanian Sector) 28 May (Reuters) -The creation of Palestine liberation organization was announced today..." 1 2 "In West Bank, Ramallah looks ever more like capital". 30 November 2010 – via Reuters. 1 2 "Abbas: Referendum law is 'obstacle to peace' - Middle East - Jerusalem Post".
ne: ↑ Arabs Create Organization For Recovery of Palestine The New York Times; 29 May 1964; "JERUSALEM, (Jordanian Sector) 28 May (Reuters) -The creation of Palestine liberation organization was announced today..." 1 2 "In West Bank, Ramallah looks ever more like capital".

source: Jpost.com. 2010-11-24.
ne: 30 November 2010 – via Reuters.

source: Retrieved 2017-03-08. ↑ National Anthems. "Palestine". ↑ Beyer, Lisa (2004-11-12). "Arafat: A Life in Retrospect - TIME".
ne: 1 2 "Abbas: Referendum law is 'obstacle to peace' - Middle East - Jerusalem Post".

source: Content.time.com.
ne: Jpost.com.

source: BBC News. 2009-08-04. Retrieved 2017-03-08.
ne: Retrieved 2017-03-08. ↑ National Anthems.

source: 1 2 "How Arafat's Palestinian Authority Became an "Entity Supporting Terrorism"". Jcpa.org. 2001-12-09.
ne: "Palestine". ↑ Beyer, Lisa (२००४-११-१२), "Arafat: A Life in Retrospect - TIME", Content.time.com, अभिगमन मिति २०१७-०३-०८। ↑ "Profile: Fatah Palestinian movement", BBC News, 2009-08-04. अन्तिम पहुँच मिति:2017-03-08.

source: Retrieved 2017-03-08. ↑ "Palestine Liberation Organization (PLO)". Adl.org. 1993-09-09.
ne: 1 2 "How Arafat's Palestinian Authority Became an "Entity Supporting Terrorism"", Jcpa.org, २००१-१२-०९, अभिगमन मिति २०१७-०३-०८। ↑ "Palestine Liberation Organization (PLO)", Adl.org, १९९३-०९-०९, अभिगमन मिति २०१७-०३-०८। ↑ "PLO to Limit Attacks, Arafat Says", Articles.latimes.com, २०००-१०-१७, अभिगमन मिति २०१७-०३-०८। ↑ "Arafat's Vision of Peace: - A Textual Analysis - The Washington Institute for Near East Policy", Washingtoninstitute.org, अभिगमन मिति २०१७-०३-०८। ↑ "Palestine Liberation Organization (PLO) | Palestinian political organization", Britannica.com, अभिगमन मिति २०१७-०३-०८। 1 2 Madiha Rashid al Madfai, Jordan, the United States and the Middle East Peace Process, 1974–1991, Cambridge Middle East Library, Cambridge University Press (1993).

source: Retrieved 2017-03-08. ↑ "PLO to Limit Attacks, Arafat Says". Articles.latimes.com. 2000-10-17.
ne: ISBN 0-521-41523-3. p.

source: Retrieved 2017-03-08. ↑ "Arafat's Vision of Peace: - A Textual Analysis - The Washington Institute for Near East Policy". Washingtoninstitute.org. Retrieved 2017-03-08. ↑ "Palestine Liberation Organization (PLO) | Palestinian political organization".
ne: 21:"On 28 October 1974, the seventh Arab summit conference held in Rabat designated the PLO as the sole legitimate representative of the Palestinian people and reaffirmed their right to establish an independent state of urgency." ↑ Geldenhuys, Deon (1990).

source: Britannica.com. Retrieved 2017-03-08.
ne: Isolated states: a comparative analysis.

source: 1 2 Madiha Rashid al Madfai, Jordan, the United States and the Middle East Peace Process, 1974–1991, Cambridge Middle East Library, Cambridge University Press (1993). ISBN 0-521-41523-3. p. 21:"On 28 October 1974, the seventh Arab summit conference held in Rabat designated the PLO as the sole legitimate representative of the Palestinian people and reaffirmed their right to establish an independent state of urgency." ↑ Geldenhuys, Deon (1990).
ne: Cambridge University Press. प॰ 155.

source: Isolated states: a comparative analysis. Cambridge University Press. p. 155. ISBN 0-521-40268-9.
ne: ISBN 0-521-40268-9. https://books.google.com/books?id=dVmhhVHvTAMC&pg=PA155.

source: "Israel and PLO, in Historic Bid for Peace, Agree to Mutual Recognition," Los Angeles Times, 10 September 1993. 1 2 3 4 The PLO and the crisis of representation.
ne: "Israel and PLO, in Historic Bid for Peace, Agree to Mutual Recognition," Los Angeles Times, 10 September 1993.

source: Mazen Masri, Muftah, 15 October 2010 1 2 "Permanent Observer Mission of Palestine to the United Nations - Palestine National Charter of 1964". 2010-11-30.
ne: 1 2 3 4 The PLO and the crisis of representation.

source: Archived from the original on 2010-11-30. Retrieved 2017-03-08. 1 2 3 The Palestinian National Charter: Resolutions of the Palestine National Council July 1-17, 1968, on Avalon 1 2 Letter From President Yasser Arafat to President Clinton, Miftah.org, 13 January 1998 1 2 2003 Amended Basic Law Art. 1: ″Palestine is part of the larger Arab world, and the Palestinian people are part of the Arab nation.″; Art. 4: ″Islam is the official religion in Palestine.
ne: Mazen Masri, Muftah, 15 October 2010 1 2 "Permanent Observer Mission of Palestine to the United Nations - Palestine National Charter of 1964", २०१०-११-३०, मूलबाट २०१०-११-३०-मा सङ्ग्रहित, अभिगमन मिति २०१७-०३-०८। 1 2 3 The Palestinian National Charter: Resolutions of the Palestine National Council July 1-17, 1968, on Avalon 1 2 Letter From President Yasser Arafat to President Clinton, Miftah.org, 13 January 1998 1 2 2003 Amended Basic Law Art. 1: ″Palestine is part of the larger Arab world, and the Palestinian people are part of the Arab nation.″; Art. 4: ″Islam is the official religion in Palestine.

source: Al-Ahram Weekly, 17–23 July 2003, Issue No. 647 ↑ "The Morning Record - Google News Archive Search". google.com. ↑ "Fatah Wins Control Of Palestine Group - Article - Nytimes.Com". Select.nytimes.com. 1969-02-05.
ne: Al-Ahram Weekly, 17–23 July 2003, Issue No. 647 ↑ "The Morning Record - Google News Archive Search", google.com। ↑ "Fatah Wins Control Of Palestine Group - Article - Nytimes.Com", Select.nytimes.com, १९६९-०२-०५, अभिगमन मिति २०१७-०३-०८। ↑ Arafat urges overhaul of Palestinian government.

source: Retrieved 2017-03-08. ↑ Arafat urges overhaul of Palestinian government.
ne: CNN, 15 May 2002 ↑ Arafat urged to end corruption after unrest.

source: CNN, 15 May 2002 ↑ Arafat urged to end corruption after unrest. Chris McGreal, The Guardian, 20 July 2004 ↑ Corruption in Palestine: A Self-Enforcing System.
ne: Chris McGreal, The Guardian, 20 July 2004 ↑ Corruption in Palestine: A Self-Enforcing System.

source: Palestine Liberation Organization منظمة التحرير الفلسطينية Munaẓẓamat at-Taḥrīr al-Filasṭīniyyah Abbreviation PLO Chairman Mahmoud Abbas Founded 28 May 1964[1] Headquarters Ramallah, West Bank[2][3] Ideology Palestinian nationalism Anthem Fida'i[4] Politics of Palestine Political parties Elections
ne: Palestine Liberation Organization منظمة التحرير الفلسطينية Munaẓẓamat at-Taḥrīr al-Filasṭīniyyah Chairman Mahmoud Abbas स्थापना मिति: 28 May 1964[1] मुख्यालय : Ramallah, West Bank[2][3] आदर्श Palestinian nationalism

source: The Palestine Liberation Organization (PLO; Arabic: منظمة التحرير الفلسطينية‎, Munaẓẓamat at-Taḥrīr al-Filasṭīniyyah ) is an organization founded in 1964 with the purpose of the "liberation of Palestine" through armed struggle, with much of its violence aimed at Israeli civilians.[5][6][7][8][9][7][10][11] It is recognized as the "sole legitimate representative of the Palestinian people" by over 100 states with which it holds diplomatic relations,[12][13] and has enjoyed observer status at the United Nations since 1974.[14][15][16] The PLO was considered by the United States and Israel to be a terrorist organization[17][18] until the Madrid Conference in 1991. In 1993, the PLO recognized Israel's right to exist in peace, accepted UN Security Council resolutions 242 and 338, and rejected "violence and terrorism". In response, Israel officially recognized the PLO as the representative of the Palestinian people.[19] However, the PLO has employed violence in the years since 1993, particularly during the 2000–2005 Second Intifada.
ne: प्यालेस्टिनी मुक्ति संगठन Palestine Liberation Organization (PLO; अरबी: منظمة التحرير الفلسطينية, Munaẓẓamat at-Taḥrīr al-Filasṭīniyyah (सहायता जानकारी)) 1 9 64 मा सशस्त्र संघर्षको माध्यमबाट "प्यालेस्टाइनको मुक्ति" को उद्देश्य संग एक संस्था हो। यसको धेरै हिंसाले इजरायलका नागरिकहरूलाई लक्षित गर्यो।[5][6][7][8][9][7][10][11] यसलाई 100 भन्दा बढी राज्यहरूले "प्यालेस्टिनी मानिसहरूको मात्र एकमात्र वैधानिक प्रतिनिधि" मान्यता दिएका थिए र दौत्य कुटनीतिक सम्बन्ध कायम गरेको छ [12][13] र , संयुक्त राष्ट्र संघमा १९७४ देखि पर्यवेक्षक रास्ट्रको रुपमा रहेको छ ।[14][15][16] प्यालेस्टिनी मुक्ति संगठन ( पीएलओ )लाई संयुक्त राज्य अमेरिका र इजरायलले १९९१ म्याड्रिड सम्मेलन सम्म एक आतंकवादी संगठन मान्थ्यो। [17][18] . सन् १९९३ मा पीएलओले शान्तिमा इजरायलको अस्तित्वको अधिकार स्वीकार गर्यो , संयुक्त राष्ट्र सुरक्षा परिषदका प्रस्तावहरू २४२ र ३३८ स्वीकार गरी "हिंसा र आतंकवाद" लाई अस्वीकार गर्यो। प्रतिक्रिया स्वरूप, इजरायलले आधिकारिक रूपमा पीएलओलाई प्यालेस्टिनी जनताको प्रतिनिधिको रूपमा मान्यता दियो।[19] तथापि, पीएलओले १९९३ पछि हिंसाको काम गरेको छ, विशेष गरी २०००-२००५ को दोस्रो इन्फिफादाको दौरानमा।

source: At its first summit meeting in Cairo in 1964, the Arab League initiated the creation of an organization representing the Palestinian people.[20] The Palestinian National Council convened in Jerusalem on 28 May 1964. Concluding this meeting the PLO was founded on 2 June 1964. Its stated goal was the "liberation of Palestine" through armed struggle.[21]
ne: 1 9 64 मा कायरोमा पहिलो शिखर बैठकमा, अरब लिगले प्यालेस्टिनी जनताको प्रतिनिधित्व गर्ने एक संगठनको निर्माण गरे ।[20] प्यालेस्टाइनको राष्ट्रिय परिषदले २८ मे १९६४ मा जेरूशलेममा भेला आयोजित गरेको थियो। यस बैठकमा पीएलओ २ जुन १९६४ मा स्थापित भएको थियो। यसको लक्ष्य सशस्त्र संघर्षको माध्यमबाट "प्यालेस्टाइनको मुक्ति" थियो।[21]

source: The ideology of the PLO was formulated in the founding year 1964 in the Palestinian National Covenant.[21] The document is a combative anti-Zionist statement dedicated to the "restoration of the Palestinian homeland". It has no reference to religion. In 1968, the Charter was replaced by a comprehensively revised version.[22]
ne: पीएलओ को विचारधारा प्यालेस्टिनी राष्ट्रीय भेलामा स्थापना वर्ष १९६४ मा तैयार गरिएको थियो।[21] दस्तावेज एक यहुदी विरोधी लडाकु बयान थियो र "प्यालेस्टिनी मातृभूमिको बहाली" को लागि समर्पित थियो । यसमा धर्मको कुनै सन्दर्भ छैन। १९६८ मा, बडापत्र एक विस्तृत संशोधित संस्करणद्वारा प्रतिस्थापित गरियो।[22]

source: On 4 February 1969, Fatah founder Arafat was elected Chairman of the PLO in Cairo.[47][48] Since, Fatah has been the dominant factor within the PLO, which still continues in 2015.
ne: ४ फेब्रुअरी १९६८ मा, फतिह संस्थापक यासेर अराफात कायरोमा पीएलओको अध्यक्ष चुनिए।[47][48] फताह पीएलओ भित्रको प्रभावशाली कारक रहेको छ, जुन अझै पनि २०१५ मा जारी छ।

source: The Palestine Liberation Organization is recognized by the Arab League as "the sole and legitimate representative of the Palestinian people",[12][34] and by the United Nations as "the representative of the Palestinian people".[59]
ne: प्यालेस्टिनी मुक्ति संगठनलाई अरब लिगले ''प्यालेस्टिनी जनताको एक मात्र र बैधानिक प्रतिनिधि" को रूपमा मान्यता दिएको छ,[12][34] र संयुक्त राष्ट्रद्वारा "प्यालेस्टिनी जनताको प्रतिनिधि"को मान्यता प्राप्त छ।[59]

source: In 1993, the PLO secretly negotiated the Oslo Accords with Israel.[82] The accords were signed on 20 August 1993.[82] There was a subsequent public ceremony in Washington D.C. on 13 September 1993 with Yasser Arafat and Yitzhak Rabin.[83] The Accords granted Palestinians the right to self-government on the Gaza Strip and the city of Jericho in the West Bank through the creation of the Palestinian Authority. Yasser Arafat was appointed head of the Palestinian Authority and a timetable for elections was laid out. The headquarters of the PLO were moved to Ramallah on the West Bank.[2][3]
ne: सन् 1 99 3 मा पीएलओ गोप्य रूपमा इजरायलसँग ओस्लो सम्झौताहरू वार्ता भयो।[82] यो सम्झौता20 अगस्त १९९३ मा हस्ताक्षर गरियो।[82] वाशिंगटन डी.सी. मा १३ सेप्टेम्बर १९९३ मा यासेर अराफात र यितजाक रबिन संग सार्वजनिक समारोह मा थियो।[83] सम्झौताले प्यालेस्टिनीलाई गाजा पट्टीमा र यरीहो शहरमा प्यालेस्टिनी प्राधिकरणको निर्माण गरी पश्चिमी तटमा स्वायत्तता अधिकारको अधिकार दियो। यासेर अराफात प्यालेस्टाइनल प्राधिकरणको प्रमुख नियुक्त भए र निर्वाचनको लागि समय तालिका अनुसार निर्वाचन गरिएको थियो। पीएलओ को मुख्यालय पश्चिमी तटमा रमालामा सारियो।

source: Foreign honors
ne: विदेशी सम्मान

source: Egyptian national honours
ne: मिस्र राष्ट्रिय सम्मान

source: Political career
ne: राजनीतिक वृति

source: Secretary-General of the United Nations (1992-1996)
ne: संयुक्त राष्ट्रको महासचिव (१९९२-१९९६)

source: Early life and education
ne: प्रारम्भिक जीवन र शिक्षा

source: First term
ne: पहिलो कार्यकाल

source: 1991 selection
ne: १९९१ चयन

source: Honours
ne: सम्मान

source: ↑ Boutros Boutros-Ghali Biography, Encyclopedia of World Biography ↑ Reid, Donald M. (1982). "Political Assassination in Egypt, 1910–1954". The International Journal of African Historical Studies.
ne: ↑ Boutros Boutros-Ghali Biography, Encyclopedia of World Biography ↑ । |title= অনুপস্থিত বা খালি (सहायता) ↑ Goldschmidt 1993, pp.183,188 ↑ Goldschmidt 1993 p.183 1 2 Goshko, John M..

source: 15 (4): 625–651. doi:10.2307/217848. JSTOR 217848. ↑ Goldschmidt 1993, pp.183,188 ↑ Goldschmidt 1993 p.183 1 2 Goshko, John M. (2016-02-16). "Boutros Boutros-Ghali, U.N. secretary general who clashed with U.S., dies at 93".
ne: "Boutros Boutros-Ghali, U.N. secretary general who clashed with U.S., dies at 93", The Washington Post, 2016-02-16. अन्तिम पहुँच मिति:2016-02-16. (in en-US) ↑ "Honorary doctorates - Uppsala University, Sweden", www.uu.se (स्विडिसमा), अभिगमन मिति २०१८-०३-१७। ↑ "Boutros Boutros-Ghali: The world is his oyster", Weekly Ahram, १८ जनवरी २००६, मूलबाट ३० जुन २०१२-मा सङ्ग्रहित, अभिगमन मिति ८ जुन २०१२। ↑ Melvern, Linda (2000).

source: The Washington Post. ISSN 0190-8286. Retrieved 2016-02-16. ↑ "Honorary doctorates - Uppsala University, Sweden". www.uu.se (in Swedish).
ne: A People Betrayed: The Role of the West in Rwanda's Genocide.

source: Retrieved 2018-03-17. ↑ "Boutros Boutros-Ghali: The world is his oyster".
ne: London: Zed.

source: Weekly Ahram. 18 January 2006. Archived from the original on 30 June 2012.
ne: ISBN 1-85649-830-1. Washington Monthly Review ↑ Lewis, Paul.

source: Retrieved 8 June 2012. ↑ Melvern, Linda (2000). A People Betrayed: The Role of the West in Rwanda's Genocide. London: Zed.
ne: "How U.N. Nominee Won: 4 Switched", The New York Times, 23 November 1991. ↑ Bowden, Mark (1999).

source: ISBN 1-85649-830-1. Washington Monthly Review ↑ Lewis, Paul (23 November 1991).
ne: Black Hawk Down: A Story of Modern War.

source: "How U.N. Nominee Won: 4 Switched". The New York Times. ↑ Bowden, Mark (1999).
ne: New York: New American Library. pp. 83–84.

source: Black Hawk Down: A Story of Modern War. New York: New American Library. pp. 83–84.
ne: ISBN 0-451-20514-6. ↑ Crossette, Barbara (5 December 1996).

source: ISBN 0-451-20514-6. ↑ Crossette, Barbara (5 December 1996).
ne: "U.N. Leader Halts Bid for New Term but Does Not Quit".

source: "U.N. Leader Halts Bid for New Term but Does Not Quit".
ne: The New York Times. ↑ Goshko, John M. (19 November 1996).

source: The New York Times. ↑ Goshko, John M. (19 November 1996). "U.S. Sides Against Second Term for U.N. Chief in Informal Vote".
ne: "U.S. Sides Against Second Term for U.N. Chief in Informal Vote".

source: Retrieved 8 June 2012. ↑ "Egypt: NCHR Mourns Death of Boutros Ghali". allAfrica. ↑ "Boutros Boutros-Ghali: Make diplomacy, not war". Al Jazeera. ↑ "Who's who in Egypt's reshuffled Human Rights Council". Ahram Online. ↑ "MESSAGE FROM DR. BOUTROS BOUTROS GHALI" (PDF).
ne: Retrieved 8 June 2012. ↑ "Egypt: NCHR Mourns Death of Boutros Ghali". allAfrica. ↑ "Boutros Boutros-Ghali: Make diplomacy, not war".

source: International campaign for the establishment of a United Nations Parliamentary Assembly. ↑ "The jury for the Conflict Prevention Prize awarded by the Fondation Chirac".
ne: Al Jazeera. ↑ "Who's who in Egypt's reshuffled Human Rights Council".

source: Fondationchirac.eu. 30 May 2012. Retrieved 8 June 2012. ↑ "Boutros Boutros-Ghali, former UN head, dies at 93".
ne: Ahram Online. ↑ "MESSAGE FROM DR. BOUTROS BOUTROS GHALI" (PDF).

source: BBC News. Retrieved 2016-02-16. ↑ "Boutros Boutros-Ghali: Make diplomacy, not war". www.aljazeera.com. Retrieved 2016-02-18. ↑ "Former U.N. Secretary-General Boutros Boutros-Ghali dies - CNN.com".
ne: International campaign for the establishment of a United Nations Parliamentary Assembly. ↑ "The jury for the Conflict Prevention Prize awarded by the Fondation Chirac".

source: CNN. Retrieved 2016-02-18. ↑ "Boutros Boutros-Ghali, Former U.N. Secretary General, Dies at 93".
ne: Fondationchirac.eu. 30 May 2012.

source: Retrieved 2018-03-17. ↑ "Boutros-Ghali to be buried at family's Italian-style church - Egypt Independent". Egypt Independent. 2016-02-17.
ne: Retrieved 8 June 2012. ↑ "Boutros Boutros-Ghali, former UN head, dies at 93", BBC News, अभिगमन मिति २०१६-०२-१६। ↑ "Boutros Boutros-Ghali: Make diplomacy, not war", www.aljazeera.com, अभिगमन मिति २०१६-०२-१८। ↑ "Former U.N. Secretary-General Boutros Boutros-Ghali dies - CNN.com", CNN, अभिगमन मिति २०१६-०२-१८। ↑ "Boutros Boutros-Ghali, Former U.N. Secretary General, Dies at 93". अन्तिम पहुँच मिति:2018-03-17. (in en) ↑ "Boutros-Ghali to be buried at family's Italian-style church - Egypt Independent", Egypt Independent, 2016-02-17. अन्तिम पहुँच मिति:2018-03-17. (in en-US)

source: Boutros Boutros-Ghali 6th Secretary-General of the United Nations In office 1 January 1992 – 31 December 1996 Preceded by Javier Pérez de Cuéllar Succeeded by Kofi Annan 1st Secretary-General of La Francophonie In office 16 November 1997 – 31 December 2002 Preceded by Position established Succeeded by Abdou Diouf Minister of Foreign Affairs Acting In office 17 September 1978 – 17 February 1979 Prime Minister Mamdouh Salem Mustafa Khalil Preceded by Muhammad Ibrahim Kamel Succeeded by Mustafa Khalil In office 17 November 1977 – 15 December 1977 Prime Minister Mamdouh Salem Preceded by Ismail Fahmi Succeeded by Muhammad Ibrahim Kamel Personal details Born (1922-11-14)14 November 1922 Cairo, Egypt Died 16 February 2016(2016-02-16) (aged 93) Cairo, Egypt Political party Arab Socialist (Before 1978) National Democratic (1978–2011) Independent (2011–2016) Spouse(s) Leia Maria Boutros-Ghali Alma mater Cairo University University of Paris Institute of Political Studies, Paris Signature
ne: Boutros Boutros-Ghali कार्य काल 1 January 1992 – 31 December 1996 पूर्ववर्ती Javier Pérez de Cuéllar उत्तरावर्ती Kofi Annan पूर्ववर्ती Position established उत्तरावर्ती Abdou Diouf कार्यकाल 17 September 1978 – 17 February 1979 प्रधान मंत्री Mamdouh Salem Mustafa Khalil पूर्वाधिकारी Muhammad Ibrahim Kamel उत्तराधिकारी Mustafa Khalil In office 17 November 1977 – 15 December 1977 Prime Minister Mamdouh Salem पूर्वाधिकारी Ismail Fahmi उत्तराधिकारी Muhammad Ibrahim Kamel जन्म (१९२२-११-१४)१४ नोभेम्बर १९२२ Cairo, Egypt मृत्यु १६ फेब्रुअरी २०१६(२०१६-०२-१६) (९३ वर्ष) Cairo, Egypt राजनीतिक पार्टी Arab Socialist (Before 1978) National Democratic (1978–2011) Independent (2011–2016) जीवनसंगी Leia Maria Boutros-Ghali हस्ताक्षर

source: Boutros Boutros-Ghali (/ˈbuːtrɒs ˈɡɑːli/; Coptic: Ⲡⲉⲧⲣⲟⲥ Ⲡⲉⲧⲣⲟⲥ-Ⲅⲁⲗⲓ, Arabic: بطرس بطرس غالي‎ Buṭrus Buṭrus Ghālī, Egyptian Arabic: [ˈbotɾos ˈɣæːli]; 14 November 1922 – 16 February 2016) was an Egyptian politician and diplomat who was the sixth Secretary-General of the United Nations (UN) from January 1992 to December 1996. An academic and former Vice Foreign Minister of Egypt, Boutros-Ghali oversaw the UN at a time when it dealt with several world crises, including the breakup of Yugoslavia and the Rwandan genocide. He was then the first Secretary-General of the Organisation internationale de la Francophonie from 16 November 1997 to 31 December 2002.
ne: बुत्रोस बुत्रोस-घाली ( en :Boutros Boutros-Ghali (/ˈbuːtrɒs ˈɡɑːli/; Coptic: Ⲡⲉⲧⲣⲟⲥ Ⲡⲉⲧⲣⲟⲥ-Ⲅⲁⲗⲓ, अरबी: بطرس بطرس غالي Buṭrus Buṭrus Ghālī, Egyptian Arabic: [ˈbotɾos ˈɣæːli]; 14 November 1922 – 16 February 2016) एक मिस्र राजनीतिज्ञ र कूटनीतिज्ञ थियो जुन जनवरी 1 99 2 देखि डिसेम्बर 1 99 6 सम्म संयुक्त राष्ट्रको संयुक्त राष्ट्र संघ (संयुक्त राष्ट्र) को छ। मिस्रका पूर्व उप विदेश मन्त्री बुत्रोस बुत्रोस-घालीको संयुक्त रास्ट्रको पदभार ग्रहण त्यतिबेला गरेका थिए, जतिबेला संयुक्त राष्ट्र युगोस्लाभियाको बिखण्डन रवाण्डा नरसंहार जस्ता विभिन्न विश्व सङ्कटसंग जुधिरहेको थियो ।उहाँ अन्तर्राष्ट्रिय डे ला फ्रान्फोओनी संगठनको पहिलो महासचिव 16 नोभेम्बर 1997 देखि 31 डिसेम्बर 2002 सम्मका थिए।

source: Boutros Boutros-Ghali was born in Cairo on 14 November 1922 into a Coptic Christian family.[1] His father Yusuf Butros Ghali was the son of Boutros Ghali Pasha (also his namesake), who was Prime Minister of Egypt from 1908 until he was assassinated in 1910.[2][3] His mother Safela Mikhail Sharubim was daughter of Mikhail Sharubim (1861–1920), a prominent public servant and historian.[4]
ne: बुत्रोस बुत्रोस-घाली 14 नोभेम्बर 1 9 22 कोप्टिक ईसाई परिवारमा कायारोमा जन्मिएको थिए।[1] उनका पिता युसुफ बुत्रोस घालीका पिता बुत्रोस घाली पासा थिए, जो १९१० सम्म हत्या नहुन्जेल सम्म इजिप्टका प्रधानमन्त्री थिए ।.[2][3] उनको आमा सफाला मिखाइल शर्बिम मिखाइल शरबिम (1861-19 20), एक प्रमुख निजामती कर्मचारी र इतिहासकार थिए।[4]

source: Boutros-Ghali graduated from Cairo University in 1946.[5] He received a PhD in international law from the University of Paris and diploma in international relations from the Sciences Po in 1949. During 1949–1979, he was appointed Professor of International Law and International Relations at Cairo University. He became President of the Centre of Political and Strategic Studies in 1975 and President of the African Society of Political Studies in 1980.
ne: बुत्रोस बुत्रोस-घालीले १९४६ मा कायरो विश्वविद्यालयबाट स्नातक गरे।[5] उनले १९४९ मा University of Paris बाट international law अन्तरराष्ट्रीय कानूनमा पीएचडी गरे र international relations मा Sciences Po बाट डिप्लोमा गरे in 1949। १९४९- १९७९ को समयमा उनलाई कायरो विश्वविद्यालयमा अन्तराष्ट्रिय कानून र अन्तराष्ट्रिय सम्बन्ध प्रोफेसर नियुक्त गरिएको थियो। उनी सन् १९७५ मा राजनैतिक र सामरिक अध्ययन केन्द्रको अध्यक्ष र १९८० मा अफ्रिकी सोसायटी अफ पोलिटिकल स्टडीजका अध्यक्ष बने। He was a Fulbright Research Scholar at Columbia University from 1954 to 1955, Director of the Centre of Research of the Hague Academy of International Law from 1963 to 1964, and Visiting Professor at the Faculty of Law at Paris University from 1967 to 1968.

source: He was a Fulbright Research Scholar at Columbia University from 1954 to 1955, Director of the Centre of Research of the Hague Academy of International Law from 1963 to 1964, and Visiting Professor at the Faculty of Law at Paris University from 1967 to 1968. In 1986 he received an honorary doctorate from the Faculty of Law at Uppsala University, Sweden.[6] He was also the Honorary Rector of the Graduate Institute of Peace Studies, a branch of Kyunghee University Seoul.
ne: In 1986 he received an honorary doctorate from the Faculty of Law at Uppsala University, Sweden.[6] He was also the Honorary Rector of the Graduate Institute of Peace Studies, a branch of Kyunghee University Seoul.[स्रोत नखुलेको]
